Repository: BV0073194/Kali-PulseMeeter
Catalog: locale/*/LC_MESSAGES/messages.po
Languages: de_de

source: Invalid device id: %s
de_de: Ungültige Geräte-ID: %s

source: Settings
de_de: Einstellungen

source: Create new %s
de_de: Erstelle neues %s

source: Create device
de_de: Gerät erstellen

source: Open settings menu
de_de: Einstellungsmenü öffnen

source: Settings menu
de_de: Einstellungsmenü

source: Application Outputs
de_de: Audioausgänge der Anwendung

source: Application Inputs
de_de: Audioeingänge der Anwendung

source: Select the app %s! device
de_de: Wähle das Gerät der App %s aus!

source: Select the %s
de_de: Wähle %s aus

source: Primary
de_de: Standard

source: This device is primary
de_de: Dieses Gerät ist das Standardgerät

source: Set as primary device
de_de: Als Standardgerät festlegen

source: Mute
de_de: Stummschalten

source: Mute toggle
de_de: Stummschaltung umschalten

source: Selected ports:
de_de: Ausgewählte Anschlüsse:

source: Toggle the port
de_de: Anschluss umschalten

source: Volume Slider
de_de: Lautstärkeregler

source: Hardware Inputs
de_de: Hardware Eingänge

source: Virtual Inputs
de_de: Virtuelle Eingänge

source: Hardware Outputs
de_de: Hardwareausgänge

source: Virtual Outputs
de_de: Virtuelle Ausgänge

source: Create new %s device
de_de: Erzeuge ein neues %s Gerät

source: Create a %s device
de_de: Erzeuge ein %s Gerät

source: Enable VU Meters
de_de: VU-Meter aktivieren

source: Enable Cleanup
de_de: Bereinigung aktivieren

source: Enable Tray
de_de: System-Tray aktivieren

source: Apply
de_de: Übernehmen

source: Enable or disable %s
de_de: %s aktivieren oder deaktivieren

source: VU Meter (volume peak)
de_de: VU-Meter (Pegelspitze)

source: Select the GUI layout
de_de: GUI-Layout auswählen

source: Connect to %s, right click to open connection settings
de_de: Mit %s verbinden, Rechtsklick für Verbindungsoptionen

source: Open device settings
de_de: Geräteeinstellungen öffnen

source: Device settings
de_de: Geräteeinstellungen

source: Nick:
de_de: Spitzname:

source: External
de_de: Extern

source: Device:
de_de: Gerät:

source: Channel Map:
de_de: Kanalzuordnung:

source: Auto ports
de_de: Automatische Ports

source: Enter the %s
de_de: Gib %s ein
